export const 隐私政策 = `该喝水啦亲 是由 东莞市嘉致网络信息有限公司 （以下简称“我们”）为您提供的，用于运动打卡记录服务的应用。本隐私声明由我们为处理您的个人信息而制定。

我们非常重视您的个人信息和隐私保护，将会按照法律要求和业界成熟的安全标准，为您的个人信息提供相应的安全保护措施。

1. 我们如何收集和使用您的个人信息

我们仅在有合法性基础的情形下才会使用您的个人信息。根据适用的法律，我们可能会基于您的同意、为履行/订立您与我们的合同所必需、履行法定义务所必需等合法性基础，使用您的个人信息。

1.1 基于履行法定义务或其他法律法规规定的情形，我们可能会处理您的以下个人信息：

2. 设备权限调用

图片和视频 （允许应用保存图片、视频到用户公共目录）
您可以在首页右上角点击健康成就墙/每日健康报告，将记录保存到设备相册内，第一次点击保存时应用会询问是否允许访问，若您允许，则保存，若拒绝，则仅在应用内保存记录但不生成图片。

3. 管理您的个人信息

关于您的个人信息，您可以通过以下方式，行使查阅、复制、更正、删除等法定权利。
3.1 注销服务
您可以前往 我的-注销账号 注销此前注册的账户。在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。
如您对您的数据主体权利有进一步要求或存在任何疑问、意见或建议，可通过本声明中“如何联系我们”章节中所述方式与我们取得联系，并行使您的相关权利。

4. 信息存储地点及期限

4.1 我们承诺，除法律法规另有规定外，我们对您的信息的保存期限应当为实现处理目的所必要的最短时间。

4.2 上述信息将会传输并保存至中国境内的服务器。

5. 如何联系我们

您可通过以下方式联系我们，并行使您的相关权利，我们会尽快回复。

1529742177@qq.com

如果您对我们的回复不满意, 特别是当个人信息处理行为损害了您的合法权益时您还可以通过向有管辖权的人民法院提起诉讼、向行业自律协会或政府相关管理机构投诉等外部途径进行解决。 您也可以向我们了解可能适用的相关投诉途径的信息。

更新日期：2026.09.02
生效日期：2026.09.02`;
