export const PRIVACY_POLICY = `该喝水啦亲隐私策略

该喝水啦亲 是由 东莞市嘉致网络信息有限公司（以下简称“我们”）为您提供的应用服务。我们非常重视您的个人信息和隐私保护，我们将会按照法律要求和业界成熟的安全标准，为您的个人信息提供相应的安全保护措施。

1. 我们如何收集和使用您的个人信息
我们仅在有合法性基础的情形下才会使用您的个人信息。根据适用的法律，我们可能会基于您的同意、为履行/订立您与我们的合同所必需、履行法定义务所必需等合法性基础，使用您的个人信息。
我们提供下列服务时会处理必要的个人信息。
为了 打卡、喝水、运动记录等，我们需要收集您的 获取设备数据。

2. 设备权限调用
在您使用我们的产品或服务时，为了向您提供对应的服务，我们可能需要向您申请如下设备权限。如果您拒绝提供，将无法使用相关功能或服务，但不影响您使用我们提供的其他服务：
- 权限名称：图片和视频
  系统权限：ohos.permission.SHORT_TERM_WRITE_IMAGEVIDEO
  调用场景及目的：我们提供在首页-健康成就墙/每日健康报告功能中，会有保存记录到设备相册的功能，首次点击保存按钮，系统会自动弹出授权是否允许访问相册的弹窗，若同意则保存打卡记录图片至相册中，若拒绝，打卡记录仅保存于应用中。

3. 我们如何共享、委托处理、转让、公开披露您的个人信息
我们不会向任何第三方共享、转让、公开披露您的个人信息，除非我们获得了您的明确同意。

4. 我们如何存储和保护您的个人信息
我们会将您的个人信息存储在 不涉及。

5. 联系我们
电子邮箱：1529742177@qq.com
`;
