export const 用户政策 = `欢迎您使用“该喝水啦亲”应用服务！

本协议是您与东莞市嘉致网络信息有限公司（以下简称“我们”）之间关于您使用“该喝水啦亲”应用服务所订立的协议。在您注册、登录及使用本服务前，请您务必审慎阅读、充分理解各条款内容。

1. 服务简介
“该喝水啦亲”是一款为您提供运动打卡记录等相关健康记录服务的应用程序。我们致力于帮助您养成良好的健康习惯，管理您的健康记录。

2. 账号注册与管理
2.1 您在注册账号时，应当提供真实、准确、完整的个人资料。
2.2 您应当妥善保管您的账号及密码，并对使用该账号进行的所有活动承担全部责任。如发现账号存在安全漏洞或被非法使用，请立即联系我们。
2.3 账号注销：您可以随时前往“我的-注销账号”申请注销您的账户。注销账户之后，我们将停止为您提供产品或服务。

3. 用户行为规范
3.1 您在使用本服务时，必须遵守国家相关法律法规，不得利用本服务从事任何违法违规活动。
3.2 您同意不会利用本软件进行任何可能对互联网或移动网正常运转造成不利影响的行为。
3.3 若您在使用本应用生成、分享内容（如打卡记录、健康成就截图等），需保证内容不侵犯任何第三方的合法权益。

4. 知识产权
本应用及本服务中所涉及的任何标识、版面设计、排版方式、文本、图片、图形等相关知识产权，均归东莞市嘉致网络信息有限公司所有，未经我们书面许可，您不得在任何商业或非商业途径中使用。

5. 免责声明
5.1 因不可抗力、计算机病毒、黑客攻击、系统不稳定、网络故障等原因造成的服务中断或数据丢失，我们在法律允许的范围内免责。
5.2 本应用提供的运动记录和健康数据仅供您日常参考，不作为专业医疗诊断或治疗的依据。

6. 协议的生效与变更
6.1 本协议自您注册、登录或实际使用本应用之日起生效。
6.2 我们保留在法律允许的范围内适时修改本协议条款的权利。修改后的协议一经公布即生效。若您继续使用本服务，即表示您接受修改后的协议。

7. 联系我们
如果您对本协议有任何疑问或建议，可通过以下方式联系我们：
邮箱：1529742177@qq.com

更新日期：2026.09.02
生效日期：2026.09.02`;
